{
	"q1": "מה זה השרת פלוס?",
	"a1": "שרת פלוס הוא שרת דיסקורד לשחקנים ברמה גבוהה, המחפש אנשים לשחק איתם ונגדם. הוא נוסד בספטמבר 2017. הוא מחולק לשלוש רמות, כאשר +1 הוא הגבוה ביותר. גישה מתקבלת כאשר חבר בשרת מציע אותך ועובר את ההצבעה החודשית או מגיע למקום מספיק טוב בטבלת המובילים של SendouQ.\n\nבהצבעה, תקבל אחוז המבוסס על התוצאה שלך. 0% פירושו שכל מי שהשתתף בהצבעה הצביע נגדך, בעוד ש-100% יהיו ההפך. נדרשים 60% כדי לעבור את ההצבעה. אם חבר מקבל ציון מתחת ל-60%, הוא יורד רמה, או במקרה של +3, יודח.\n\nראה את דף לוחות המובילים לקבלת אינדיקטורים לגבי מי בדרך לקבל גישה בשיטה זו. 30 אנשים בסך הכל מקבלים גישה בכל עונה - 5 ל-+1, 10 ל-+2 ו-15 ל-+3.",
	"q2": "איך מקבלים פרס תג לאירוע שלי?",
	"a2": "החל מספטמבר 2024, כל מי שיש לו את הכישורים הנדרשים יכול להכין תגים. למידע נוסף, עיינו בקישור בתחתית דף התגים.",
	"q3": "איך לעדכן את הפרופיל או את שם המשתמש שלי?",
	"a3": "עדכון שם משתמש או פרופיל ב-Discord לא מתעדכן מיד ב- sendou.ink. כדי לגרום לזה לקרות יש לכם שתי אפשרויות:\n\n1) אם אתם חברים ב-Discord או בשרת הפלוס של אתר זה, אתם יכולים פשוט לחכות. יש בדיקה שפועלת פעם ביום שמטפלת בעדכון.\n\n2) לחילופין אם ברצונכם לעדכן מיד, תוכלו להתנתק ולהתחבר חזרה ל- sendou.ink.",
	"q4": "נרשמתי ב-Patreon אבל אני לא רואה שינויים באתר?",
	"a4": "יש לוודא את חיבור הדיסקורד שלכם ל-Patreon.com. לאחר מכן, זה יקח שעתיים עד שהסטטוס יתעדכן באתר. אם הנכם נתקלים בבעיות שלחו הודעה פרטית DM ל-Sendou לעזרה.",
	"q5": "האם יש אפליקציית sendou.ink?",
	"a5": "לא, אבל ניתן להתקין את sendou.ink כ'אפליקציית אינטרנט מתקדמת' שמקבלת הרבה מאותן יתרונות כמו מסך מלא, אייקון במסך הבית ותהליך נפרד מהדפדפן. חפשו בגוגל 'כיצד להתקין PWA על *הדפדפן שלך*' כדי לראות איך.",
	"q6": "איך להוסיף חשבון Twitch/Bluesky/YouTube לפרופיל שלי?",
	"a6": "אנחנו משתמשים בפרופיל הדיסקורד שלכם בשביל זה. התחברו ואמתו אותם ב-Discord ואז צאו והיכנסו חזרה ל-sendou.ink כדי לעדכן אותם.",
	"q7": "איך אני יכול להוסיף סרטונים?",
	"a7": "שלחו הודעה בערוץ התמיכה של דיסקורד בשרת של sendou.ink בבקשה לגישה. צרפו גם קישור לסרטון לדוגמה שתפרסמו.",
	"q8": "כיצד אוכל להציג תוצאות X Battle בפרופיל שלי?",
	"a8": "מצא את דף השחקן שלך מדף החיפוש בטופ. פרסם את הקישור למוקד התמיכה בדיסקורד שלנו, וציין שאתה רוצה שהוא יקושר. שים לב שהקישור אינו אפשרי אם לא סיימת עונה בטופ 500.",
	"q9": "איך אני יכול להעלות ציור שאני ביקשתי?",
	"a9": "ניתן להעלות ציור שהכנת בעצמך. הוא צריך להיות קשור ל-Splatoon. בשביל עבודה שביקשת נא לבקש מהאומן להעלות את הציור בכוחות עצמם לאתר. הם יכולים לקשר את הפרופיל שלך מה שיגרום לו להופיע שם.",
	"q10": "מהם ארגוני טורנירים מבוססים?",
	"a10": "אלו ארגונים שיש להם הרשאות לארח טורנירים ב-sendou.ink. כדי להפוך לארגון מבוסס אתם צריכים 150 משתמשים פעילים חודשיים בטורנירים שלכם על פני תקופה של 6 חודשים (נבדק ביוני ודצמבר). זה יכול להיות ב-sendou.ink או בפלטפורמה אחרת. בנוסף, לפטרונים (מרמת תומך ומעלה) יש הרשאות לארח טורניר."
}
